Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# UseProxySponsorInfo
source: This channel is shown by your proxy server. To remove this channel from your chat list, disable the proxy in Telegram Settings.
ar: تُعرض هذه القناة من قبل البروكسي. يمكنك إزالة هذه القناة من قائمة محادثاتك بتعطيل اتصال البروكسي من إعدادات تيليجرام> البيانات والتخزين.
be: Гэты канал паказваецца вашым проксі-серверам. Каб выдаліць гэты канал са спіса чатаў, адключыце проксі праз Налады.
ca: El servidor intermediari us mostra aquest canal. Per a eliminar-lo de la llista de xats, desactiveu el servidor en la Configuració.
de: Dieser Kanal wird von deinem Proxyserver angezeigt. Deaktiviere den Proxy in den Einstellungen, um den Kanal zu entfernen.
es: Este canal es mostrado por tu servidor proxy. Para quitar este canal de tu lista de chats, desactiva el proxy en Ajustes de Telegram.
fa: این کانال توسط سرور پروکسی شما نمایش داده شده است. برای حذف این کانال از فهرست گفتگوهایتان، پروکسی را در تنظیمات تلگرام غیرفعال کنید.
fi: Välityspalvelimesi näyttää tämän kanavan. Kanavan saa pois viestiluettelosta poistamalla välityspalvelimen käytöstä Telegramin asetuksista > Tiedot ja tallennustila.
fr: Ce canal est affiché par votre proxy. Pour le supprimer de votre liste d'échanges, désactivez le proxy dans les paramètres Telegram.
id: Channel ini ditampilkan oleh server proxy Anda. Untuk menghapus channel ini dari daftar obrolan Anda, nonaktifkan proxy di Pengaturan Telegram.
it: Questo canale è mostrato dal tuo server proxy. Per rimuovere il canale dalla lista chat, disattiva il proxy nelle Impostazioni di Telegram.
ko: 이 채널은 회원님의 프록시 서버로 인해 나타났습니다. 채널을 대화방 목록에서 제거하려면, 텔레그램 설정에서 프록시 사용을 해제하세요.
ms: Saluran ini dipapar oleh pelayan proksi anda. Untuk menghapus saluran ini dari senarai bual anda, nyahdaya proksi di Aturan Telegram.
nl: Dit kanaal is zichtbaar omdat je een proxy-server gebruikt, om dit kanaal te verwijderen uit je chatoverzicht kun je de proxy uitschakelen via de instellingen van Telegram.
pl: Ten kanał jest wyświetlany przez serwer proxy. Aby usunąć ten kanał z listy czatów, wyłącz proxy w ustawieniach Telegrama.
pt_br: Esse canal é mostrado pelo seu servidor proxy. Para remover esse canal de sua lista de conversas, desative o proxy nas Configurações do Telegram.
ru: Этот канал показан прокси-сервером. Чтобы убрать канал из списка чатов, отключите прокси в настройках Telegram.
sv: Den här kanalen visas av din proxyserver. För att ta bort den från din chattlista, inaktivera proxyn i Telegrams Inställningar > Data och lagring.
tr: Bu kanal, vekil sunucunuz tarafından gösterilir. Bu kanalı sohbet listenizden kaldırmak için, Telegram ayarlarından vekil sunucuyu devre dışı bırakın.
uk: Цей канал показує ваш проксі-сервер. Щоб прибрати його, вимкніть проксі або виберіть інший сервер у налаштуваннях Telegram.
uz: Bu kanal proksi serveringiz tomonidan koʻrsatiladi. Bu kanalni chatlar roʻyxatingizdan olib tashlash uchun Telegram sozlamalarida proksini faolsizlantiring.
zh_cn: 此频道是由您的代理服务器所展示的。若要从您的对话列表中移除此频道，在 Telegram 设置中禁用代理即可。
zh_tw: 此頻道是由您的代理服務器所展示的。若要從您的對話列表中移除此頻道，在 Telegram 設定中禁用代理即可。

# UseProxyTelegram
source: MTProto Proxy
ar: بروكسي MTProto
be: Проксі MTProto
ca: Servidor intermediari MTProto
es: Proxy MTProto
fa: پروکسی MTProto
fi: MTProto-välityspalvelin
fr: Proxy MTProto
it: Proxy MTProto
ko: MTProto 프록시
ms: Proksi MTProto
pl: MTProto
pt_br: Proxy MTProto
ru: Прокси MTProto
tr: MTProto Vekil Sunucu
uk: Проксі MTProto
zh_cn: MTProto
zh_tw: MTProto

# UseProxyTelegramError
source: The proxy you are using is not configured correctly and will be disabled. Please find another one.
ar: لم يتم إعداد البروكسي الذي تستخدمه بشكل صحيح وسيتم تعطيله. يرجى العثور على واحد آخر.
be: Проксі, які вы ўжываеце, сканфігураваны некарэктна і будзе адключаны. Знайдзіце іншы.
ca: El servidor intermediari que esteu usant no està configurat correctament i es desactivarà. Trobeu-ne un altre.
de: Dein aktueller Proxy ist nicht korrekt konfiguriert und wird daher deaktiviert. Bitte suche dir einen anderen.
es: El proxy que estás usando no está configurado correctamente y será desactivado. Por favor, encuentra otro.
fa: پروکسی که در حال حاضر از آن استفاده می‌کنید به درستی تنظیم نشده است و غیرفعال خواهد شد. لطفأ پروکسی دیگری پیدا کنید.
fi: Käyttämäsi välityspalvelin on määritetty väärin ja poistetaan käytöstä. Voit etsiä toisen.
fr: Le proxy que vous utilisez n'est pas configuré correctement et va être désactivé. Merci d'en trouver un autre.
id: Proxy yang Anda gunakan tidak dikonfigurasi dengan benar dan akan dinonaktifkan. Mohon cari yang lain.
it: Il proxy che stai usando non è configurato correttamente e sarà disattivato. Per favore trovane un altro.
ko: 사용하고 계신 프록시는 올바르게 설정되지 않았기에 비활성화될 것입니다. 다른 프록시를 사용해 주세요.
ms: Proksi yang anda guna tidak dikonfigur dengan betul dan akan dinyahdaya. Sila cari proksi yang lain.
nl: De door jou ingestelde proxy is niet correct geconfigureerd en zal daarom worden uitgeschakeld. Probeer een andere Proxy.
pl: Używany serwer proxy nie jest poprawnie skonfigurowany i zostanie wyłączony. Znajdź inny.
pt_br: O proxy que você está usando não está configurado corretamente e será desabilitado. Por favor, encontre outro.
ru: Подключенный Вами прокси-сервер использует некорректные настройки и будет отключен. Пожалуйста, выберите другой.
sv: Den proxy du använder är inte korrekt konfigurerad och kommer att inaktiveras. Vänligen hitta en annan.
tr: Kullandığınız vekil sunucu düzgün ayarlanmadığı için devre dışı bırakıldı. Lütfen farklı bir vekil sunucu bulun.
uk: Проксі, яким ви користуєтеся, буде вимкнено через неправильні налаштування. Радимо знайти інший.
uz: Siz foydalanayotgan proksi toʻgʻri sozlanmagan va faolsizlantiriladi. Boshqasini toping.
zh_cn: 您正在使用的代理没有被正确配置并因此被禁用。请搜寻其它代理。
zh_tw: 您正在使用的代理沒有被正確配置並因此被禁用。請搜尋其它代理。

# UseProxyTelegramInfo
source: MTProto proxy settings.
ar: إعدادات بروكسي MTProto.
be: Налады проксі MTProto.
ca: Configuració del servidor intermediari MTProto.
de: MTProto Proxy-Einstellungen.
es: Ajustes de proxy MTProto.
fa: تنظیمات پروکسی MTProto.
fi: MTProto-välityspalvelimen asetukset
fr: Paramètres de proxy MTProto.
id: Pengaturan proxy MTProto.
it: Impostazioni proxy MTProto.
ko: MTProto 프록시 설정입니다.
ms: Aturan proksi MTProto.
nl: MTProto-proxy-instellingen.
pl: Ustawienia proxy MTProto
pt_br: Configurações de proxy MTProto.
ru: Настройки прокси MTProto.
sv: Inställningar för MTProto-proxy.
tr: MTProto vekil sunucu ayarları.
uk: Налаштування проксі MTProto.
uz: MTProto proksi sozlamalari.
zh_cn: MTProto 代理设置。
zh_tw: MTProto 代理設定。

# UseProxyTelegramInfo2
source: This proxy may display a sponsored channel in your chat list. This doesn't reveal any of your Telegram traffic.
ar: قد يعرض هذا البروكسي قناة إعلانية في قائمة محادثاتك. لن يكشف هذا عن نشاطك في تيليجرام.
be: Гэты проксі можа паказваць канал спонсара ў вашым спісе чатаў. Гэта ніяк не ўплывае на ваш трафік.
ca: Aquest servidor intermediari podria mostrar un canal patrocinat en la llista de xats. Això no revela el vostre trànsit del Telegram.
de: Dieser Proxy könnte einen gesponserten Kanal in deiner Chatliste anzeigen. Das wird jedoch nicht deinen Telegram-Datenverkehr enthüllen.
es: Este proxy podría mostrar un canal patrocinado en tu lista de chats. Esto no revela nada de tu tráfico en Telegram.
fa: این پروکسی ممکن است یک کانال اسپانسر را در فهرست گفتگوهای شما نمایش دهد. این عمل ترافیک تلگرام شما را آشکار نمی‌کند.
fi: Tämä välityspalvelin saattaa mainostaa kanavaa keskustelulistallasi. Tämä ei paljasta Telegram-liikennettäsi.
fr: Ce proxy peut afficher un canal sponsorisé dans votre liste d'échanges. Votre utilisation de Telegram ne sera pas divulguée.
id: Proxy ini dapat menampilkan saluran bersponsor di daftar obrolan Anda. Hal ini tidak mengungkapkan aktivitas akun Telegram Anda.
it: Questo proxy potrebbe mostrare un canale sponsorizzato nella tua lista chat. Questo non rivela nulla del tuo traffico Telegram.
ko: 이 프록시를 사용하시면 후원 받은 채널이 대화방 목록에 표시될 수 있습니다. 이는 회원님의 텔레그램 트래픽을 공개하지 않습니다.
ms: Proksi ini mungkin akan memaparkan saluran yang ditaja di senarai bual anda. Ianya tidak akan ditunjuk dalam mana-mana trafik Telegram.
nl: De proxy die je gebruikt kan een gesponsord kanaal weergeven in je chatoverzicht, maar heeft geen inzage in je Telegram-verkeer.
pl: Serwer proxy może wyświetlić kanał sponsorowany na twojej liście czatów. Nie ujawnia to żadnego twojego ruchu w sieci Telegrama.
pt_br: Este proxy pode mostrar um canal patrocinado em sua lista de conversas. Isso não revela nada do seu tráfego no Telegram.
ru: Этот прокси-сервер может показывать канал спонсора в списке Ваших чатов. Это не раскрывает Ваш трафик.
sv: Den här proxyn kan eventuellt visa en sponsrad kanal på din chattlista. Det avslöjar inget av din trafik på Telegram.
tr: Bu vekil sunucu, sohbet listenizde sponsorlu bir kanal görüntüleyebilir. Bu, Telegram trafiğinizin hiçbirini açığa çıkarmaz.
uk: Цей сервер може показувати рекламний канал у списку чатів. Ваш Telegram-трафік не розкриватиметься.
uz: Ushbu proxy chatlar ro'yxatida homiy kanalni qo'shishi mumkin. Bu sizning Telegramdagi ma'lumotlaringizga ta'sir qilmaydi.
zh_cn: 这个代理可能会在您的对话列表中显示其赞助频道。代理服务器无法泄露任何您的 Telegram 内容。
zh_tw: 這個代理可能會在您的對話列表中顯示其贊助頻道。代理服務器無法泄露任何您的 Telegram 内容。

# UseProxyUsername
source: Username
ar: اسم المستخدم
be: Імя карыстальніка
ca: Nom d'usuari
de: Benutzername
es: Usuario
fa: نام کاربری
fi: Käyttäjänimi
fr: Nom d'utilisateur
ko: 사용자명
ms: Nama Samaran
nl: Gebruiker
pl: Nazwa użytkownika
pt_br: Nome de Usuário
ru: Логин
sv: Användarnamn
tr: Kullanıcı adı
uk: Імʼя користувача
uz: Foydalanuvchi nomi
zh_cn: 用户名
zh_tw: 用戶名

# UserAcceptedToGroupAction
source: un1 was accepted into the group
ar: تم قبول انضمام ⁨un1⁩ إلى المجموعة
be: un1 быў(-ла) прыняты(-а) у суполку
ca: S'ha acceptat un1 al grup
de: un1 wurde in der Gruppe akzeptiert
es: un1 fue aceptado en el grupo
fi: un1 päästettiin ryhmään
fr: un1 a été accepté dans le groupe
it: un1 è stato accettato nel gruppo
ko: un1 님이 그룹에 승인됨
ms: un1 diterima ke grup
pl: Użytkownik un1 został przyjęty do grupy
pt_br: un1 foi aceito no grupo
ru: un1 был(а) принят(а) в группу
sv: un1 accepterades i gruppen
tr: un1 gruba kabul edildi
uk: un1 прийнято до групи

# UserAcceptedToGroupPush
source: {0} was accepted into the group
ar: تم قبول ⁨{0}⁩ في المجموعة
be: {0} быў(-ла) прыняты(-а) у суполку
ca: S'ha acceptat {0} al grup
de: {0} wurde in der Gruppe akzeptiert
es: {0} fue aceptado en el grupo
fi: {0} päästettiin ryhmään
fr: {0} a été accepté dans le groupe
it: {0} è stato accettato nel gruppo
ko: {0} 님이 그룹에 승인됨
ms: {0} diterima ke grup
pl: Użytkownik {0} został przyjęty do grupy
pt_br: {0} foi aceito no grupo
ru: {0} был(а) принят(а) в группу
sv: {0} accepterades i gruppen
tr: {0} gruba kabul edildi
uk: {0} прийнято до групи

# UserAcceptedToGroupPushWithGroup
source: {1}|{0} was accepted into the group
ar: ⁨{1}⁩|تم قبول ⁨{0}⁩ في المجموعة
be: {1}|{0} быў(-ла) прыняты(-а) у суполку
ca: {1}|S'ha acceptat {0} al grup
de: {1}|{0} wurde in der Gruppe akzeptiert
es: {1}|{0} fue aceptado en el grupo
fi: {1}|{0} päästettiin ryhmään
fr: {1}|{0} a été accepté dans le groupe
it: {1}|{0} è stato accettato nel gruppo
ko: {1}|{0}님이 그룹에 승인됨
ms: {1}|{0} diterima ke grup
pl: {1}|Użytkownik {0} został przyjęty do grupy
pt_br: {1}|{0} foi aceito no grupo
ru: {1}|{0} был(а) принят(а) в группу
sv: {1}|{0} accepterades i gruppen
tr: {1}|{0} gruba kabul edildi
uk: {1}|{0} прийнято до групи

# UserBio
source: Bio
ar: النبذة
be: Пра сябе
ca: Biografia
es: Biografía
fa: بیوگرافی
fi: Kuvaus
ko: 자기소개
pl: Biografia
ru: О себе
sv: Biografi
tr: Hakkında
uk: Про себе
uz: Tarjimai hol
zh_cn: 个人简介
zh_tw: 個人簡介

# UserBioDetail
source: Add a few words about yourself
ar: إضافة بضع كلمات عن نفسك
be: Дадаць пару слоў пра сябе
ca: Afegiu algunes paraules que us descriguin
de: Ein paar Worte, die dich beschreiben
es: Añade algunas palabras sobre ti
fa: چند کلمه درباره خودتان اضافه کنید
fi: Lisää muutama sananen itsestäsi
fr: Quelques mots à propos de vous
id: Tambahkan beberapa kata tentang diri Anda.
it: Aggiungi qualche riga su di te
ko: 본인에 대해 몇 마디 적어 보세요
ms: Tambah beberapa perkataan mengenai anda
nl: Voeg wat informatie over jezelf toe
pl: Dodaj kilka słów o sobie
pt_br: Adicione algumas palavras sobre você
ru: Напишите немного о себе
sv: Några ord om dig själv
tr: Kendiniz hakkında birkaç kelime ekleyin
uk: Додайте кілька слів про себе
uz: Oʻzingiz haqingizda qisqacha bayon eting

# UserBioEmpty
source: None
ar: لا شيء
be: Няма
ca: Cap
de: Keine
es: Ninguna
fa: خالی
fi: Ei mitään
fr: Aucune
id: Kosong
it: Nessuna
ko: 없음
ms: Tiada
nl: Geen
pl: Brak
pt_br: Nenhuma
ru: Не заполнено
sv: Inget
tr: Yok
uk: Немає
uz: Ko‘rsatilmagan
zh_cn: < 空 >
zh_tw: < 空 >

# UserBioInfo
source: You can add a few lines about yourself. Anyone who opens your profile will see this text.
ar: بإمكانك إضافة بعض المعلومات عن نفسك. يمكن لمن يستعرض حسابك رؤية هذه المعلومات.
be: Вы можаце напісаць нешта пра сябе. Кожны будзе бачыць гэты тэкст, калі адкрые ваш профіль.
ca: Hi podeu afegir unes línies descrivint-vos. Tothom ho podrà veure al vostre perfil.
de: Hier kannst du etwas über dich schreiben. Jeder, der dein Profil öffnet, kann diesen Text lesen.
es: Puedes añadir algunas palabras sobre ti. Cualquiera que abra tu perfil verá este texto.
fa: شما می‌توانید چند خط درباره خودتان اضافه کنید. هرکس که پروفایل شما را مشاهده کند این متن را خواهد دید.
fi: Voit kirjoittaa tähän itsestäsi lyhyen kuvauksen. Kuka tahansa, joka avaa profiilisi, näkee tämän tekstin.
fr: Vous pouvez ajouter quelques lignes vous concernant. Toute personne ouvrant votre profil verra ce texte.
id: Anda dapat memasukkan beberapa hal tentang diri Anda. Pengguna yang membuka profil Anda dapat melihat bio tersebut.
it: Puoi aggiungere qualche riga su di te. Chiunque apra il tuo profilo vedrà questo testo.
ko: 자신에 대한 짤막한 소개를 적으실 수 있습니다. 누구나 회원님의 프로필을 열면 이 소개를 보게 됩니다.
ms: Anda boleh tambah beberapa baris mengenai diri anda. Sesiapa yang buka profil anda akan dapat lihat tulisan ini.
nl: Je kunt hier wat over jezelf vertellen. Iedereen die je profiel opent kan deze tekst zien.
pl: Możesz napisać kilka słów o sobie. Każdy użytkownik, który otworzy twój profil, zobaczy ten tekst.
pt_br: Você pode adicionar algumas linhas sobre você. Qualquer um que abrir seu perfil verá esse texto.
ru: Вы можете добавить несколько строк о себе. Они будут видны всем, кто откроет Ваш профиль.
sv: Du kan skriva några rader om dig själv. Alla som öppnat din profil kan läsa texten.
tr: Kendiniz hakkında birkaç satır ekleyebilirsiniz. Profilinizi görüntüleyen herkes bu metni görecektir.
uk: Додайте кілька рядків про себе. Цей текст побачать усі, хто відкриє ваш профіль.
uz: O‘zingiz haqingizda bir necha satrlarni qo‘shishingiz mumkin. Profilni ochadigan har bir kishi bu matnni ko‘radi.
zh_cn: 您可以写点东西介绍一下自己。任何人在打开您的个人资料页后将会看到这个简介。
zh_tw: 您可以寫點東西介绍一下自己。任何人在打開您的個人資料頁後將會看到這個簡介。

source: User blocked
ar: تم حظر المستخدم.
be: Карыстальнік заблакіраваны
ca: S'ha blocat l'usuari
de: Nutzer blockiert
es: Usuario bloqueado
fa: کاربر مسدود شد
fi: Käyttäjä estettiin.
fr: Utilisateur bloqué
id: Pengguna diblokir
it: Utente bloccato
ko: 사용자가 차단되었습니다
ms: Pengguna disekat
nl: Gebruiker geblokkeerd
pl: Użytkownik zablokowany
pt_br: Usuário bloqueado
ru: Пользователь заблокирован
sv: Användare blockerad
tr: Kullanıcı engellendi
uk: Користувача заблоковано
uz: Foydalanuvchi bloklandi

# UserChannelTooMuchJoin
source: Sorry, the target user is a member of too many groups and channels. Please ask them to leave some first.
ar: عذرًا، هذا المستخدم عضو في الكثير من المجموعات والقنوات. ينبغي عليهم مغادرة بعضها أولًا.
be: На жаль, гэты карыстальнік з'яўляецца ўдзельнікам занадта шмат суполак і каналаў. Спачатку папрасіце яго пакінуць некаторыя з іх.
ca: L'usuari és membre de massa grups i canals. Demaneu-li que n'abandoni alguns prèviament.
de: Der Nutzer ist leider Mitglied in zu vielen Gruppen und Kanälen. Bitte die Person, erst einige zu verlassen.
es: El usuario objetivo es miembro de demasiados grupos y canales. Por favor, pídele que salga de algunos primero.
fa: متأسفانه کاربر موردنظر عضو گروه‌ها و کانال‌های زیادی است. لطفاً ابتدا از او بخواهید برخی از آن‌ها را ترک کند.
fi: Valitettavasti käyttäjä on liian monen ryhmän tai kanavan jäsen. Hänen tulee poistua jostain niistä.
fr: Désolé, l'utilisateur cible est membre de trop de groupes et canaux. Veuillez lui demander d'en quitter un d'abord.
id: Maaf, pengguna ini terlalu banyak bergabung dalam grup dan channel. Silakan minta mereka untuk keluar beberapa grup atau channel terlebih dahulu.
it: Spiacenti, l'utente selezionato è membro di troppi gruppi e canali. Per favore chiedigli di lasciarne qualcuno prima.
ko: 죄송합니다. 해당 사용자가 너무 많은 그룹과 채널에 들어가 있습니다. 먼저 몇 곳을 나가도록 요청해 주세요.
ms: Maaf, pengguna sasar adalah ahli kepada terlalu banyak grup dan saluran. Sila minta mereka keluar dari beberapa dahulu.
nl: Sorry, de doelgebruiker is lid van teveel groepen en kanalen, vraag eerst of ze uit enkele willen gaan.
pl: Użytkownik docelowy jest członkiem zbyt wielu grup i kanałów. Poproś go, aby najpierw niektóre opuścił.
pt_br: Desculpe, o usuário escolhido é membro de muitos grupos e canais. Por favor, peça que ele saia de algum primeiro.
ru: У пользователя максимальное число групп и каналов. Пожалуйста, предложите ему сперва покинуть какую-нибудь группу или канал.
sv: Beklagar, aktuell användare är medlem i för många grupper och kanaler. Be denne att första lämna nån.
tr: Üzgünüz, hedef kullanıcı çok fazla grup ve kanala üye. Lütfen ondan birkaçından ayrılmasını isteyin.
uk: Цей користувач є учасником максимальної кількості груп і каналів. Спершу запропонуйте йому покинути деякі з них.
uz: Kechirasiz, foydalanuvchi juda koʻp guruh va kanallarga aʼzo boʻlgan. Undan oldin ayrimlarini tark etishini soʻrang.

source: Username
ar: اسم المستخدم
be: Імя карыстальніка
ca: Nom d'usuari
de: Benutzername
es: Nombre de usuario
fa: نام کاربری
fi: Käyttäjänimi
fr: Nom d'utilisateur
id: Nama Pengguna
ko: 사용자명
ms: Nama Samaran
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de Usuário
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı adı
uk: Псевдонім
uz: Foydalanuvchi nomi
zh_cn: 用户名
zh_tw: 用戶名

# UsernameAvailable
source: {0} is available.
ar: ⁨{0}⁩ متاح.
be: {0} даступнае.
ca: {0} està disponible.
de: {0} ist verfügbar.
es: {0} está disponible.
fa: ⁨{0}⁩ امکان‌پذیر است.
fi: {0} on saatavilla.
fr: {0} est disponible.
id: {0} masih tersedia.
it: {0} è disponibile.
ko: {0}: 사용하실 수 있습니다.
ms: {0} masih ada.
nl: {0} is beschikbaar.
pl: Nazwa {0} jest dostępna.
pt_br: {0} está disponível.
ru: Имя пользователя {0} свободно.
sv: {0} är tillgängligt.
tr: {0} kullanılabilir.
uk: {0} доступний.
uz: {0} boʻsh.
zh_cn: {0} 可用。
zh_tw: {0} 可用。

# UsernameChecking
source: Checking username...
ar: يتم التحقق من اسم المستخدم...
be: Праверка імя карыстальніка...
ca: S'està comprovant el nom...
de: Prüfe Benutzername...
es: Verificando nombre de usuario...
fa: در حال بررسی نام کاربری...
fi: Tarkistetaan käyttäjänimeä...
fr: Vérification...
id: Memeriksa username...
it: Controllo l'username...
ko: 사용자명을 확인하고 있습니다...
ms: Memeriksa nama samaran...
nl: Gebruikersnaam controleren.
pl: Sprawdzanie nazwy użytkownika…
pt_br: Verificando nome de usuário...
ru: Проверка имени пользователя...
sv: Kontrollerar användarnamn...
tr: Kullanıcı adı kontrol ediliyor…
uk: Перевірка псевдоніма...
uz: Foydalanuvchi nomi tekshirilmoqda...
zh_cn: 正在检查用户名……
zh_tw: 正在檢查用戶名……

# UsernameCopied
source: Username copied to clipboard.
ar: تم نسخ اسم المستخدم إلى الحافظة.
be: Імя карыстальніка скапіравана ў буфер абмену.
ca: S'ha copiat el nom d'usuari.
de: Benutzername in Zwischenablage kopiert.
es: Nombre de usuario copiado al portapapeles.
fi: Käyttäjänimi kopioitiin leikepöydälle.
fr: Nom d'utilisateur copié dans le presse-papier.
it: Username copiato negli appunti.
ko: 클립보드에 사용자명 복사됨
ms: Nama samaran disalin ke papan klip.
nl: Gebruikersnaam gekopiëerd
pl: Nazwa użytkownika skopiowana do schowka.
pt_br: Nome de usuário copiado.
ru: Текст скопирован в буфер обмена.
sv: Användarnamn kopierat till Urklipp.
tr: Kullanıcı adı panoya kopyalandı.
uk: Псевдонім скопійовано.

# UsernameEmpty
source: None
ar: لا شيء
be: Няма
ca: Cap
de: Keiner
es: Ninguno
fa: خالی
fi: Ei mitään
fr: Aucun
id: Tidak ada
it: Nessuno
ko: 없음
ms: Tiada
nl: Geen
pl: Brak
pt_br: Nenhum
ru: Не задано
sv: Ingen
tr: Yok
uk: Немає
uz: Hech narsa
zh_cn: < 空 >
zh_tw: < 空 >
